Repository: wp-plugins/iremotewp
Catalog: languages/iremotewp-*.po
Languages: ro_ro

source: You do not have sufficient permissions to access this page.
ro_ro: Nu aveți permisiuni suficiente pentru a accesa această pagină.

source: iRemoteWP is almost ready. you need to enter your
ro_ro: iRemoteWP ste aproape gata. trebuie să introduceți dvs.

source: iRemoteWP site key
ro_ro: iRemoteWP cheie site-ul

source: below.
ro_ro: sub

source: Once you added your key, you can start to manage your site on iremotewp.com.
ro_ro: După ce ați adăugat cheia, puteți începe pentru a gestiona site-ul dvs. pe iremotewp.com.

source: If you didn't create any site key for this site
ro_ro: Dacă nu ați creat orice tastă site-ul pentru site-ul

source: Click here and get your site key free.
ro_ro: Faceți clic aici și să cheia site-ul gratuit.

source: If you are using multisite WordPress, you need to enter site key for only main site.
ro_ro: Dacă utilizați WordPress multisite, trebuie să introduceți cheia site numai site-ul principal.

source: Enter Your Site Key
ro_ro: Introduceți Cheia Site

source: Site Key
ro_ro: Key site-

source: Save My Key
ro_ro: Salvați cheia mea

source: Congratulations iRemoteWP is ready! but you should enter your site key before to use.
ro_ro: Felicitări iRemoteWP este gata! dar ar trebui să introduceți cheia site-ul dvs. înainte de a de a folosi.

source: Please goto the iRemoteWP settings page and enter your site key to continue
ro_ro: Va rugam sa mergeti la pagina de setări iRemoteWP și introduceți cheia site-ul dvs. pentru a continua

source: iRemoteWP settings page
ro_ro: Pagina Setări iRemoteWP

source: and enter your site key to continue.
ro_ro: și introduceți cheia site-ul dvs. pentru a continua.

source: FOR USE IN THE SETTINGS PAGE YOU CAN GET YOUR KEY AT
ro_ro: PENTRU UTILIZAREA ÎN pagina setări PUTEȚI OBȚINE CHEIA LA

source: REGISTER AND GET SITE KEY
ro_ro: Inregistreaza-te si GET SITE CHEIE

source: iRemoteWP API Key successfully added
ro_ro: iRemoteWP API Key adăugat cu succes

source: No post found.
ro_ro: Nu posta găsit.

source: Error creating post.
ro_ro: Eroare la crearea poștă.

source: Error updating post.
ro_ro: Eroare după actualizarea.

source: No comment found.
ro_ro: Nici un comentariu găsit.

source: Error creating comment.
ro_ro: Eroare la crearea comentariu.

source: Error updating comment.
ro_ro: Eroare actualizare comentariu.

source: Backup file is missing.
ro_ro: Fișier de backup lipsește.

source: Backup process failed or was killed.
ro_ro: Proces de backup a eșuat sau a fost ucis.

source: No backup was found
ro_ro: Nu de rezervă a fost găsit

source: Calculating
ro_ro: Calculat...

source: Dumping Database %s
ro_ro: Baza de date de dumping %s

source: Verifying Database Dump %s
ro_ro: Verificarea Dump Baza de date %s

source: %d files remaining to archive %s
ro_ro: Fișierele %d rămase până la arhivă %s

source: Creating zip archive %s
ro_ro: Crearea arhivă %s

source: Verifying Zip Archive %s
ro_ro: Arhiva Verificarea Zip %s

source: This %s file ensures that other people cannot download your backup files.
ro_ro: Fișier Acest %s asigură că alte persoane nu pot descărca fișiere de backup.

source: Don't show me again
ro_ro: Nu-mi arăta din nou

source: The plugin
ro_ro: plugin-ul

source: may cause issues with iRemoteWP.
ro_ro: poate cauza probleme cu iRemoteWP.

source: Click here for instructions on how to resolve this issue
ro_ro: Click aici pentru instrucțiuni despre cum să rezolve această problemă

source: archive filename must be a non empty string
ro_ro: Arhiva nume de fișier trebuie să fie un șir non gol

source: invalid file extension for archive filename
ro_ro: extensie de fișier nevalidă pentru numele fișierului arhivă

source: database dump filename must be a non empty string
ro_ro: benă bază de date nume de fișier trebuie să fie un șir non gol

source: invalid file extension for database dump filename
ro_ro: extensie de fișier nevalidă pentru benă bază de date numele fișierului

source: Invalid root path %s must be a valid directory path
ro_ro: Invalid cale rădăcină %s trebuie să fie o cale de director validă

source: Invalid backup path %s must be a non empty (string)
ro_ro: Cale de rezervă invalid %s trebuie să fie un gol care nu (string)

source: Invalid backup type %s must be one of (string) file, database or complete
ro_ro: Invalid tip de backup %s trebuie să fie una dintre (string) fișier, bază de date sau complet

source: File modification is disabled with the DISALLOW_FILE_MODS constant.
ro_ro: Modificarea de fișiere este dezactivată cu DISALLOW_FILE_MODS constante.

source: The filesystem is not writable with the supplied credentials
ro_ro: Fișiere nu poate fi scris cu acreditările furnizate

source: Unknown error updating plugin.
ro_ro: Necunoscut plugin actualizare eroare.

source: Unknown error installing plugin.
ro_ro: Eroare necunoscută instalarea plugin.

source: Unable to locate WordPress Plugin directory.
ro_ro: Imposibil de a localiza directorul WordPress Plugin.

source: Plugin uninstalled, but not deleted.
ro_ro: Plugin dezinstalat, dar nu șterse.

source: Filter type is not found.
ro_ro: Tip filtru nu a fost găsit.

source: IP list is not correct.
ro_ro: Lista de IP nu este corectă.

source: Bypass URL is not found.
ro_ro: Bypass URL nu este găsit.

source: Theme is already installed.
ro_ro: Tema este deja instalat.

source: Unknown error installing theme.
ro_ro: Necunoscut temă eroare instalarea.

source: Theme is not installed.
ro_ro: Tema nu este instalat.

source: Unknown error updating theme.
ro_ro: Necunoscut temă actualizarea eroare.

source: Unable to locate WordPress theme directory
ro_ro: Imposibil de a localiza directorul WordPress temă

source: Could not fully delete the theme: %s.
ro_ro: Nu a putut fi șters complet tema: %s

source: iRemoteWP requires PHP version 5.2.4 or greater.
ro_ro: iRemoteWP necesită versiunea PHP 5.2.4 sau mai mare.
